---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.LinkedResourceOpeningEventArgs
source: html/23bb71e7-8cdb-643b-0d49-a5155efa22ea.htm
---
# LinkedResourceOpeningEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.